/* 
  humanReadablePluralEntityNames.strings
  Library

  Created by William Shipley on 3/16/12.
  Copyright (c) 2012 Delicious Monster Software. All rights reserved.
*/

"AllMediaOfATypeShelf" = "library shelves";
"Friend" = "friends";
"Loan" = "loans";
"PhysicalMedium" = "items";
"SnubbedMediaKey" = "ignored recommendations";
"Sort" = "sorts";
"UserSynopsis" = "synopses";
"YourShelf" = "shelves";
